Repository: AbdelrahmanMAbdelrahman/TEPOS
Catalog: TEPOS/App_GlobalResources/Local.*.resx
Languages: ar

source: Add Customer
ar: إضافة عميل

source: Create New Bill
ar: إضافة فاتورة جديدة

source: Shift
ar: الوردية

source: Shift Code
ar: كود الوردية

source: Support
ar: الدعم

# Total Bill
source: Total Bill (Today)
ar: الفواتير

# Due Collection
source: Due Collection (Today)
ar: الارادات

# Total Due
source: Total Due (Today)
ar: المستحقات

# Total Sales
source: Total Sales (Today)
ar: المبيعات

# User Management
source: User Managment
ar: إدارة المستخدمين

source: Company
ar: الشركة

source: Search
ar: بحث

source: Settings
ar: الاعدادات

# Report
source: Reports
ar: التقارير

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح

source: Master
ar: العناصر الرئيسية

source: Invoice Number
ar: رقم الفاتورة

source: Expense Type
ar: نوع النفقات

source: Amount
ar: الكمية

source: Date
ar: التاريخ

source: Notes
ar: الملاحظات

source: Save
ar: حفظ

source: Update
ar: تعديل

source: Clear
ar: حذف

# Type
source: Branch
ar: النوع

source: Branch
ar: الفرع

source: Action
ar: الاجراء

source: Expense Details
ar: تفاصيل النفقات

source: Salary
ar: مرتب

source: Electricity
ar: كهرباء

source: Other
ar: اخري

source: Water
ar: مياه

source: Rent
ar: ايجار

source: Enter Any Notes
ar: اكتب ملاحطاتك

source: Enter Amount
ar: ادخل الكمية

source: Database Backup
ar: نسخة قاعدة البيانات

source: File
ar: ملفات

source: Backup DB
ar: نسخة قاعدة بيانات

source: Database
ar: قاعدة بيانات

source: Drive
ar: درايف

source: Branch wise sales (Last two month)
ar: مبيعات الفرع آخر شهرين

# Mark Al As Read
source: Mark all as read
ar: أعتبرها مقروءة

source: Jimmy Denis
ar: جيمي دنس

source: How Are You
ar: كيف حالك

source: 5 Minut Ago
ar: منذ 5 دقائق

source: See All Messages
ar: مشاهدة جميع الرسائل

# suv
source: Img Profile
ar: صورة الملف الشخصي

source: You Have
ar: لديك

source: Invoice No
ar: رقم الفاتورة

source: Minut Ago
ar: دقيقة سابقة

source: Messages
ar: رسائل

source: Shortcuts
ar: اختصارات

source: Logout
ar: تسجيل الخروج

source: Sales Summary
ar: المبيعات

source: Add New Customer
ar: إضافة عميل

source: New Notification
ar: اشعار جديد

source: User
ar: مستخدم

source: Role
ar: الادوار

source: User Role
ar: دور المستخدم

source: User Branch
ar: مشرف الفرع

source: Role Permission
ar: الصلاحيات

source: Scheme
ar: تخفيضات

source: Unit Master
ar: الوحدات الرئيسية

source: Customer
ar: زبون

source: Payment method
ar: عملية الدفع

source: Unit Conversion
ar: التحويلات

source: Supplier
ar: الموزع

source: Item Entry
ar: ادخال العناصر

# Expenses
source: Expense
ar: النفقات

source: Product Category
ar: التصنيف

source: Item Wise Sales
ar: المبيعات

# Item Movement
source: Item Register
ar: حركة الأصناف

# Daily Sales Value&#xD;&#xA;
source: Daily Sales Value
ar: المبيعات اليومية

source: Branch Sales Summary
ar: مبيعات الفرع

source: Current Stock
ar: المخزون الحالي

source: Detailed Sales
ar: تفاصيل المبيعات

source: Item History
ar: سجل العنصر

# Expiry Date
source: Expire Date
ar: تاريخ الانتهاء

source: Location Transfer
ar: تحويل المخزون

source: Quick Actions
ar: اجراءات سريعة

source: Total Sales Summary
ar: المبيعات

source: Stock Adjustment
ar: تعديل الاصناف

source: Purchase Receipt
ar: فاتورة شراء

source: Branch wise sales (Last 30 days)
ar: مبيعات الفرع آخر 30 يوم

source: Billing Report Text
ar: تقارير الفواتير

# Sales &amp; Due(Last30Days)
source: Sales & Due( Last 30 Days )
ar: المبيعات والمستحقات آخر 30 يوم

source: DeliveryMan
ar: دليفري

source: Expense
ar: النفقات

source: Billing
ar: انشاء فاتورة

source: To enable/disable product search, when mouse cursor staying into the Item Code/Barcode
ar: لتشغيل وإيقاف تشغيل ميزة البحث عن المنتجات

source: To hide product search grid
ar: لاخفاء ميزة البحث عن المنتجات

source: To enable/disable "select & break into the item/product qty when you adding the product", when mouse cursor staying into the Item Code/Barcode
ar: لتحديد وإلغاء تحديد كمية المنتج عند الإضافة

source: To clear "Item Code / Barcode...." and focus/select & ready to billing.
ar: لمسح رمز العنصر والتجهيز لإنشاء فاتورة

source: To mouse curser move to "Cash Receipt" text box where you can enter the cash.
ar: للوقوف علي حقل مبلغ الفاتورة

source: To save bill.
ar: حفظ الفاتورة

source: To cancel bill.
ar: اهمال فاتورة

source: To reprint invoice.
ar: إعادة طباعة فاتورة

source: To print last invoice.
ar: لطباعة اخر فاتورة

source: To enable/disable product search
ar: تشغيل \ إيقاف ميزة البحث عن المنتج

source: Stock Transfar
ar: نقل المخزون

source: User Create
ar: إضافة مستخدم

source: Email
ar: الحساب الإلكتروني

source: Terminal ID
ar: معرف الترمينال

source: User Terminal ID
ar: معرف مستخدم الترمينال

source: Password
ar: كلمة المرور

source: Login Name
ar: تسجيل الدخول

source: Confirm Password
ar: تأكيد كلمة المرور

source: Active
ar: نشط

source: InActive
ar: غير نشط

source: Status
ar: الحالة

source: UserCode
ar: كود المستخدم

source: Save Changes
ar: حفظ التغييرات

source: Add New User
ar: إضافة مستخدم

source: Role Create
ar: معلومات الدور

source: Role Information
ar: صلاحيات الدور

source: Add New Role
ar: إضافة دور جديد

source: Module Name
ar: اسم النموذج

source: Role Name
ar: اسم الدور

source: User ID
ar: معرف هوية المستخدم

source: Menu List
ar: قائمة العناصر

source: click for edit
ar: اضغط للتعديل

source: click for save
ar: اضغط للحفظ

source: User Information
ar: معلومات المستخدم

source: Set User Branch
ar: تعيين مستخدم للفرع

source: Access Permission
ar: الوصول للصلاحية

source: Preview
ar: مراجعة

source: Remember Me
ar: تذكر بياناتي

source: Click to login
ar: انقر لتسجيل الدخول

source: Password here
ar: كلمة المرور

source: Trend-pos
ar: نظام إدارة عمليات البيع

source: User name
ar: اسم المستخدم

source: Please sign in to your account
ar: من فضلك سجل الدخول لحسابك

source: Sign up now
ar: انشاء حساب

source: Welcom back to
ar: مرحبا بك في

source: No account?
ar: ليس لديك حساب؟

source: Name
ar: الاسم

source: Address
ar: العنوان

source: Name In Arabic
ar: الاسم باللغة العربية

source: Address In Arabic
ar: العنوان باللغة العربية

source: Address Head Office
ar: المقر الرئيسي

source: Web Address
ar: الموقع الالكتروني

source: Others
ar: أخري

source: Expense List
ar: قائمة النفقات

source: Vat / Tax
ar: الضرائب

source: Address Head Office(Arabic)
ar: المقر الرئيسي باللغة العربية

source: Registration No
ar: رقم التسجيل

source: Phone
ar: رقم التليفون

source: VatRegNo
ar: رقم التسجيل الضريبي

source: 27 tahrir Street
ar: 27 شارع التحرير

source: Use this area to provide additional information.
ar: استخدم هذه الصفحة للحصول علي بيانات إضافية

source: Marketing
ar: التسوق

source: Please check your database connection
ar: تأكد من الاتصال بالأنترنت

source: Invalid Request
ar: طلب غير صالح

source: You have no resource permission yet
ar: ليس لديك صلاحيات حتي الان

source: Add a phone number
ar: إضافة رقم التليفون

source: Submit
ar: تسليم

source: Change Password Form
ar: تغيير كلمة المرور

source: Change Password
ar: تغيير كلمة المرور

source: Change Your Account Settings
ar: تغيير اعدادات البريد الالكتروني

source: You do not have a local username/password for this site. Add a local account so you can log in without an external login.
ar: قم بإضافة حساب أولا

source: Create Local Login
ar: تسجيل الدخول

source: Set Password
ar: تعيين كلمة المرور

source: Software Version
ar: نسخة البرنامج

source: Invoice Items
ar: الفاتورة

source: Invoice Qty
ar: الكمية

source: Last Invoice No
ar: رقم اخر فاتورة

source: Item : Code Or Name
ar: كود واسم العنصر

source: Scan barcode
ar: تصوير الباركود

source: Click to enable search option
ar: اضغط لتفعيل البحث

# Click to enable select &amp; break into the qty when you adding the product
source: Click to enable select & break into the qty when you adding the product
ar: اضغط للتفعيل وتقسيم الكمية عند إضافة المنتج.

source: Enter Product Name
ar: ادخل اسم المنتج

source: Search for sales invoices from the last 14 days
ar: بحث عن الفواتير احر 14 يوم

source: Product Scientific Name
ar: الاسم العلمي للمنتج

source: Enter Scientific Name
ar: اكتب الاسم العلمي

source: User Code
ar: كود المستخدم

source: Enter User Code
ar: اكتب الكود

source: Enter Notes
ar: اكتب ملاحظاتك

source: FREE ITEMS
ar: العناصر المتاحة

source: Print By A4
ar: طباعة A4

source: Copy
ar: نسخ

source: Company Inv. No
ar: رقم الشركة

source: Enable Search
ar: تفعيل البحث

source: Inv Date
ar: تاريخ الفاتورة

source: Invoice Date
ar: تاريخ الفاتورة

source: Inv. Receive Date
ar: تاريخ استلام الفاتورة

source: Paid Amount
ar: المبلغ المدفوع

source: Enter item name or scan barcode
ar: اكتب اسم العنصر

source: Remarks
ar: ملاحظات

source: Total Discount Less
ar: الخصم

source: Other Discount
ar: خصومات اخري

source: Purchases Tax
ar: ضريبة المبيعات

source: Total Amount
ar: المبلغ الكلي

source: Net Value
ar: المبلغ الصافي

source: Other Charges
ar: رسوم اخري

source: Hold Invoice
ar: تعليق الفاتورة

source: Hold Inv.
ar: تعليق الفاتورة

source: Recall Invoice
ar: الغاء الفاتورة

source: Save Invoice
ar: حفظ الفاتورة

source: Refresh
ar: تحديث

source: Cancel
ar: الغاء

source: Cancel Invoice
ar: الغاء الفاتورة

source: Delete Selected
ar: حذف

source: Invoice Reference No
ar: رقم الفاتورة

source: To delete billing item/product but at first, select the deleted item into the item/product grid.
ar: لحذف العنصر المحدد

source: InvReferenceNo
ar: رقم الفاتورة

source: Find Invoice
ar: بحث

source: From Location
ar: من

source: To Location
ar: الي

source: From Branch
ar: من فرع

source: To Branch
ar: الي فرع

source: Add Stock
ar: إضافة مخزون

source: Reduce Stock
ar: تقليل المخزون

source: Transaction Type
ar: نوع المعاملة

source: Location
ar: الموقع

source: Make Branch Zero Stock
ar: تصفير مخزون الفرع

source: Report Text
ar: نص المقال

source: Branch Info
ar: معلومات الفرع

source: Phone No
ar: رقم التليفون

source: Mobile
ar: موبايل

source: Item Register
ar: تسجيل العناصر

source: Fax
ar: فاكس

source: Load
ar: تحميل

source: Open Shift
ar: بداية الوردية

source: Start Time
ar: موعد الابتداء

source: Close Shift
ar: انتهاء الوردية

source: Closing Balance Cash
ar: رصيد الدرج عند انتهاء الوردية

source: Closing Balance Visa
ar: رصيد الفيزا عند انتهاء الوردية

source: Closing Balance Bank
ar: الرصيد البنكي عند انتهاء الوردية

source: End Time
ar: وقت الانتهاء

source: Remaining Cash
ar: الباقي

source: Cache In
ar: ايرادات

source: Closing Comments
ar: ملاحظات عند انتهاء الوردية

source: Shift Duration
ar: مدة الوردية

source: Cache In Description
ar: وصف الايرادات

source: Cache Out
ar: السحب

source: Cache Out Description
ar: وصف السحب

source: Description
ar: الوصف

source: Opening Balance
ar: الرصيد الابتداءي

source: Class
ar: الفئة

source: DeliveryMan Info
ar: بيانات الدليفري

source: Source
ar: المصدر

source: Group
ar: مجموعة

source: Login User
ar: المستخدم الحالي

source: Product Code
ar: كود المنتج

source: Company Code
ar: كود الشركة

source: Name Other Lang
ar: الاسم بلغة اخري

source: Product Name
ar: اسم المنتج

source: Short Name
ar: الاسم المختصر

source: Scientific Name
ar: الاسم العلمي

source: SD
ar: ضريبة اضافية

source: Vat
ar: ضريبة القيمة المضافة

source: UOM Group
ar: وحدة قياس المنتج

source: Product Notes
ar: ملاحظات علي المنتج

source: This item hide to stock side
ar: إخفاء هذه الصنف من المخزن

source: Do you want to change price to billing
ar: تطبيق السعر الجديد على الفاتورة؟

source: This item has expire date
ar: الصنف له تاريخ صلاحية

source: This item has shortage
ar: الصنف به عجز

source: item batch
ar: الدفعة

source: Units of measurement
ar: وحدات القياس

source: Num of barcode do you want to print
ar: عدد الباركودات المطلوب طباعتها

source: Category
ar: التصنيف

source: Delivery Man Name_en
ar: الاسم باللغة الانجليزية

source: Delivery Man Name_ar
ar: الاسم باللغة العربية

source: Additional Phone
ar: تليفون اخر

source: NationalID
ar: الرقم القومي

source: City/Zone
ar: المنطقة

source: Region
ar: المنطقة

source: Region Name
ar: اسم المنطقة

source: Supplier Info
ar: معلومات الموزع

source: Unit Conversion
ar: تحويل الوحدات

source: Unit Group
ar: مجموعة وحدات القياس

source: Add new UOM group
ar: إضافة وحدات قياس جديدة

source: Unit Name
ar: اسم الوحدة

source: Conversion Factor
ar: عامل التحويل

source: Uom Code/Unit Name
ar: اسم الوحدة

source: Is Base Uom
ar: وحدات قياس اساسية

source: Payment Method Setup
ar: اعداد طريقة الدفع

source: Payment Type
ar: نوع الدفع

source: Add new tender type
ar: إضافة طريقة دفع جديدة

source: Update Tender Type
ar: تحديث نوع الدفع

source: Order
ar: طلب

source: Add to new customer class
ar: إضافة الي فئة جديدة

source: Edit customer class
ar: تعديل الفئة

source: Address Line 2
ar: العنوان الثاني

source: First Name
ar: الاسم الأول

source: Last Name
ar: الاسم الثاني

source: Edit customer region
ar: تعديل منطقة العميل

source: Add to new region
ar: إضافة الي منطقة جديدة

source: Nearest City/Zone
ar: اقرب منطقة

source: Add to new city or nearest zone
ar: إضافة إلى مدينة جديدة أو منطقة مجاورة

source: Edit city or nearest zone
ar: تعديل المدينة

source: Is default POS customer
ar: عميل افتراضي

source: Is POS Customer(for stock transfer only)
ar: عميل نقطة بيع

source: Allow Point
ar: نقطة ولاء

source: Allow Due
ar: سماح بالمستحقات

source: Customer Class
ar: تصنيف العميل

source: Scheme/Discount Setting
ar: اعدادات العروض والتخفيضات

source: Will filled up by system
ar: المليء التلقائي

source: Combination
ar: مزيج

source: Yes
ar: نعم

source: NO
ar: لا

source: Valid From
ar: صالح الي

source: Valid To
ar: صالح من

source: Enable
ar: تفعيل

source: Disable
ar: تعطيل

source: Select Product
ar: اختيار منتج

source: Batch/Size
ar: الحجم

source: Quantity
ar: الكمية

source: Barcode Generator
ar: مولد الباركود

source: Print Barcode
ar: طباعة الباكود

source: Discount
ar: خصم

source: Flat Amt
ar: المبلغ الثابت

source: Free Product
ar: هدية مجانية

source: OPT
ar: اختياري

source: Product
ar: المنتج

source: Add Free Item
ar: إضافة عنصر مجاني

source: Close
ar: اغلق

source: Branch Name
ar: اسم الفرع

source: Date To
ar: الي يوم

source: Date From
ar: من يوم

source: Branch Sales Summary By Seller
ar: المبيعات

source: Daily Sales Value
ar: قيمة المبيعات اليومية

source: Delivery
ar: دليفري

source: View Related Invoice
ar: اظهار الفاتورة ذات الصلة

source: Invoice Type
ar: نوع الفاتورة

source: Shifts Open
ar: الورديات المفتوحة

source: Include Batch in Report
ar: تضمين رقم الدفعة في التقرير

source: With Batch
ar: مع الدفعة

source: Active Batch
ar: الدفعة المفعلة

source: InActive Batch
ar: الدفعة الموقوفة

source: Active Item
ar: عنصر نشط

source: InActive Item
ar: عنصر غير نشط

source: Enter minimum stock quantity
ar: الحد الأدنى للمخزون

source: Min Stock Quantity
ar: الحد الأدنى للمخزون

source: Purchase Rate
ar: سعر الشراء

source: Stock Value As
ar: قيمة المخزون حسب

source: Enter Invoice No
ar: ادخل رقم الفاتورة

source: Selling Rate
ar: سعر البيع

source: Call Center
ar: خدمة عملاء

source: walkin
ar: عميل زائر

source: Including Zero Stock
ar: تضمن الأصناف بدون رصيد

source: Only Zero Stock
ar: عرض الأصناف التي رصيدها صفر فقط

source: Item Status
ar: حالة العنصر

source: Batch Status
ar: حالة الدفعة

source: Enter verification code
ar: ادخل كود التحقق

source: Locked out
ar: تم حظر الدخول

source: This account has been locked out, please try again later
ar: تم حظر الدخول من فضلك اعد المحاولة لاحقا

source: An error occurred while processing your Request
ar: حدث خطا اثناء معالجة طلبك

source: Error
ar: خطا

source: Manage
ar: تمييز كمقروءة

source: Create
ar: انشاء

source: External Logins
ar: تسجيلات الدخول

source: Change Your Password
ar: تغيير كلمة المرور

source: Save Collection
ar: حفظ

source: Scheme Code
ar: الكود

source: Click For Add
ar: اضغط للحفظ

source: Deficient Items
ar: العناصر الناقصة

source: Expirated Items
ar: عناصر منتهية الصلاحية

source: Product Class
ar: فئة المنتج

source: Product Source
ar: مصدر المنتج

source: Zero Stock Items
ar: عناصر بها عجز

source: Supplier Email
ar: البريد الالكتوني

source: Supplier Phone
ar: تليفون المورد

source: Expirated
ar: منتهي

source: Has Shortage
ar: به نقص

source: Product Short Name
ar: الاسم المختصر

source: Records
ar: عدد السجلات

source: Add Child Item
ar: إضافة طفل

source: click to save
ar: اضغط للحفظ

source: Add
ar: إضافة

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: Save Inv
ar: حفظ

source: Cancel Inv
ar: الغاء

source: Set User Role
ar: تعيين دور للمستخدم

source: Category Name
ar: اسم الصنف
